Repository: spinbikehaxor/funfithappy
Catalog: high-reg/package/django_password_validators/locale/*/LC_MESSAGES/django.po
Languages: pl

source: This password must contain at least %(min_length)d digit.
pl: To hasło musi zawierać co najmniej %(min_length)d znak.

source: This password must contain at least %(min_length)d letter.
pl: To hasło musi zawierać co najmniej %(min_length)d literę.

source: This password must contain at least %(min_length)d upper case letter.
pl: To hasło musi zawierać co najmniej %(min_length)d dużą literę.

source: This password must contain at least %(min_length)d lower case letter.
pl: To hasło musi zawierać co najmniej %(min_length)d małą literę.

source: This password must contain at least %(min_length)d special character.
pl: To hasło musi zawierać co najmniej %(min_length)d specjalny znak.

source: %(min_length)s letter
pl: %(min_length)s literę

source: %(min_length)s digit
pl: %(min_length)s liczbę

source: %(min_length)s lower case letter
pl: %(min_length)s mały znak

source: %(min_length)s upper case letter
pl: %(min_length)s duży znak

source: %(min_length_alpha)s special character, such as %(special_characters)s
pl: %(min_length_alpha)s specjalny znak, taki jak %(special_characters)s

source: This password must contaion at least
pl: To hasło musi zawierać przynajmniej

source: When created salt
pl: Kiedy utworzono sól

source: Salt for the user
pl: Sól dla użytkownika

source: The number of of iterations for Hasher
pl: Ilość iteracji dla hasza

source: Configuration
pl: Konfiguracja

source: Configurations
pl: Konfiguracje

source: Password hash
pl: Hasz hasła

source: Date
pl: Data

source: You can not use a password that is already used in this application.
pl: Nie możesz użyć hasła, które już kiedyś używałeś w tej aplikacji.

source: Your new password can not be identical to any of the previously entered.
pl: Twoje nowe hasło nie może być identyczne jak któreś z poprzednio wprowadzonych.
